Repository: RomainBeche/rest-those-eyes
Catalog: RestThoseEyes/Utilities/Localizable.xcstrings
Source language: en
Languages: fr

source: Breaks today: %lld
fr: Nombre de pauses : %lld

# notifications.body
source: Look away from your screen for %d seconds.
fr: Regardez au loin pendant %d secondes.

# notifications.done_button
source: Done
fr: Fait

# notifications.snooze_button
source: Snooze
fr: Snoozer

# notifications.title
source: Time for a Break!
fr: On fait une pause !

source: RestThoseEyes Settings
fr: Paramètres RestThoseEyes

# settings.behavior
source: Behavior
fr: Comportement

# settings.close_button
source: Close
fr: Fermer

# settings.enable_notifications
source: Enable Notifications
fr: Autoriser les Notifications

# settings.sound_alerts
source: Sound Alert
fr: Alerte Sonore

# settings.start_at_login
source: Launch at Login
fr: Démarrer à la connexion

source: Snooze duration:
fr: Durée du snooze :

# timer.break_message
source: Look 20 feet away for %d seconds.
fr: Regardez à 6 mètres pendant %d secondes.

# timer.breaks_today
source: Breaks today: %lld
fr: Pauses aujourd'hui : %lld

# timer.phase_break
source: Break time
fr: Pause

# timer.phase_work
source: Work in progress
fr: En cours de travail

# timer.quit_button
source: Quit
fr: Quitter

# timer.settings_button
source: Settings
fr: Réglages

# timer.stat_away
source: away
fr: repos

# timer.work_message
source: Next break in %d min
fr: Prochaine pause dans %d min

source: Work interval:
fr: Temps de travail :
